Repository: ic-n/coping-open
Catalog: lib/l10n/app_*.arb
Languages: ru

# screenLogin
source: Login
ru: Войти

# screenRegister
source: Register
ru: Зарегистрироваться

# screenProfile
source: Profile
ru: Профиль

# screenLogout
source: Logout
ru: Выйти

# screenClock
source: Clock
ru: Таймер

# screenTriggers
source: Triggers
ru: Триггеры

# screenMeditation
source: Meditation
ru: Медитация

# screenManual
source: Manual
ru: Руководство

source: Hello
ru: Привет

source: Copied
ru: Скопировано

# loginEmail
source: Email
ru: Электронная почта

# loginPassword
source: Password
ru: Пароль

# loginLogin
source: Login
ru: Войти

source: Clear storage
ru: Очистить хранилище

# clearStorageWarning
source: Please, confirm that you want to logout
ru: Пожалуйста, подтвердите, что хотите выйти

# profileFirstName
source: First name
ru: Имя

# profileSecondName
source: Second name
ru: Фамилия

# profileAddictionLabel
source: Addiction
ru: Зависимость

# profileAddictionSuggestions
source: Vape, Disposable, Cigarettes
ru: Вейп, Одноразки, Сигареты

# profileCredentials
source: Credentials
ru: Данные для входа

# profileSave
source: Save
ru: Сохранить

# registerEmail
source: Email
ru: Электронная почта

# registerPassword
source: Password
ru: Пароль

# registerRegister
source: Register
ru: Зарегистрироваться

# modalGoals
source: Goals
ru: Цели

# modalTimerEvents
source: Timer events
ru: Журнал таймера

# modalLogTrigger
source: Log trigger
ru: Записать триггер

# modalAddPersonalTrigger
source: Add personal trigger
ru: Добавить личный триггер

# modalTriggerLogEvent
source: Trigger log event
ru: Запись триггера

# goalsFeatured
source: Featured goals
ru: Избранные цели

# goalsSave
source: Save
ru: Сохранить

# timeManagerSave
source: Save
ru: Сохранить

# lockpickingTitle
source: Lockpicking
ru: Взлом замка

# lockpickingProceed
source: Unlock
ru: Открыть

# lockpickingCancel
source: Keep it
ru: Оставить

# personalTriggerSituation
source: Situation
ru: Ситуация

# personalTriggerThought
source: Counter-thought
ru: Контрмысль

# personalTriggerImpulse
source: Impulse
ru: Импульс

# personalTriggerSubmit
source: Submit
ru: Записать

# triggerPersonalTriggers
source: Personal trigger
ru: Ваши триггеры

# triggerDiscoverTriggers
source: Discover trigger
ru: Популярные триггеры

# triggerTriggerLog
source: Trigger log
ru: Дневник триггеров

# triggerLogEventSituation
source: Situation
ru: Ситуация

# triggerLogEventThought
source: Counter-thought
ru: Контрмысль

# triggerPersonalLabel
source: Label
ru: Название

# triggerPersonalAddTrigger
source: Add trigger
ru: Добавить триггер

# meditationHowToTitle
source: How to follow breathing circle
ru: Как следить за дыхательным циклом

# meditationHowTo1
source: Lie down on your back and relax
ru: Лягте на спину и расслабьтесь

# meditationHowTo2
source: Breathe in and out slowly and steadily
ru: Вдыхайте и выдыхайте медленно и размеренно

# meditationHowTo3
source: Put one hand on your abdomen to feel it move up and down as you breathe
ru: Положите одну руку на живот и почувствуйте, как он двигается вверх и вниз при дыхании

# meditationHowTo4
source: If you use your chest, you need breath deeper
ru: Если вы дышите грудью, вам нужно дышать глубже

# meditationHowTo5
source: Breathe in so your abdomen goes out
ru: Вдохните, чтобы ваш живот поднимался

# meditationHowTo6
source: Breathe out abdonmen and chest goes down
ru: Выдохните, чтобы живот и грудь опустились

# meditationHowTo7
source: When you breathe out, purse your lips like you are blowing out a candle
ru: Когда выдыхаете, сожмите губы, как будто задуваете свечу

# meditationHowTo8
source: Breath in for {breathInTime, plural, =1{a second} other{{breathInTime} seconds}}
ru: Вдох в течении {breathInTime, plural, =1{секунды} other{{breathInTime} секунд}}

# meditationHowTo9
source: and out for {breathOutTime, plural, =1{a second} other{{breathOutTime} seconds}}
ru: и выдох в течении {breathOutTime, plural, =1{секунды} other{{breathOutTime} секунд}}

# meditationHowTo10
source: Follow the circle
ru: Следуйте по кругу

# helpSwipeAction
source: Swipe horizontally for the next page
ru: Проведите влево для следующей

# helpManuals
source: assets/manuals/en/{section}/{fragment}.md
ru: assets/manuals/ru/{section}/{fragment}.md

# helpIntro
source: Intro
ru: Введение

# helpButtons
source: Control buttons
ru: Кнопки управления

# helpLocker
source: Locker
ru: Локер

# helpTriggers
source: Triggers
ru: Триггеры

# helpTriggersLog
source: Triggers log
ru: Запись триггера

# helpTriggersJournal
source: Triggers journal
ru: Дневник триггеров

# notificationsPass_1
source: First hour without addiction!
ru: Первый час без зависимости!

# notificationsPass_2
source: Second hour without addiction!
ru: Второй час без зависимости!

# notificationsPass_24
source: Day without addiction!
ru: День без зависимости!

# notificationsPass_48
source: Two days without addiction!
ru: Два дня без зависимости!

# notificationsPass_72
source: Three days without addiction!
ru: Три дня без зависимости!

# notificationsPass_96
source: Four days without addiction!
ru: Четыре дня без зависимости!

# notificationsPass_168
source: Week without addiction!
ru: Неделя без зависимости!

# notificationsHourPassReset
source: It's an hour after timer stop. Consider another try to quit.
ru: Прошел час после остановки таймера. Стоит рассмотреть еще одну попытку бросить.

# notificationsDayPassReset
source: It's an day after timer stop. Consider another try to quit.
ru: Прошел день после остановки таймера. Стоит рассмотреть еще одну попытку бросить.

source: exit
ru: выход
